[
  {
    "sample_id": 0,
    "document": "GOP Eyes Gains As Voters In 11 States Pick Governors \n \n Enlarge this image toggle caption Jim Cole/AP Jim Cole/AP \n \n Voters in 11 states will pick their governors tonight, and Republicans appear on track to increase their numbers by at least one, with the potential to extend their hold to more than two-thirds of the nation's top state offices. \n \n Eight of the gubernatorial seats up for grabs are now held by Democrats; three are in Republican hands. Republicans currently hold 29 governorships, Democrats have 20, and Rhode Island's Gov. Lincoln Chafee is an Independent. \n \n Polls and race analysts suggest that only three of tonight's contests are considered competitive, all in states where incumbent Democratic governors aren't running again: Montana, New Hampshire and Washington. \n \n While those state races remain too close to call, Republicans are expected to wrest the North Carolina governorship from Democratic control, and to easily win GOP-held seats in Utah, North Dakota and Indiana. \n \n Democrats are likely to hold on to their seats in West Virginia and Missouri, and are expected to notch safe wins in races for seats they hold in Vermont and Delaware. \n \n Holding Sway On Health Care \n \n While the occupant of the governor's office is historically far less important than the party that controls the state legislature, top state officials in coming years are expected to wield significant influence in at least one major area. \n \n And that's health care, says political scientist Thad Kousser, co-author of The Power of American Governors. \n \n \"No matter who wins the presidency, national politics is going to be stalemated on the Affordable Care Act,\" says Kousser, of the University of California, San Diego. \n \n A recent U.S. Supreme Court decision giving states the ability to opt out of the law's expansion of Medicaid, the federal insurance program for poor, disabled and elderly Americans, confers \"incredible power\" on the states and their governors, Kousser says. \n \n Just look at what happened when the Obama administration in 2010 offered federal stimulus money to states to begin building a high-speed rail network. Three Republican governors, including Rick Scott of Florida and Scott Walker of Wisconsin, rejected a share of the money citing debt and deficit concerns. \n \n \"A [Mitt] Romney victory would dramatically empower Republican governors,\" Kousser says. \n \n State-By-State View \n \n North Carolina: One-term incumbent Democratic Gov. Beverly Perdue, the first woman to hold the state's top office, announced in January that she would not seek re-election after polls showed her with high disapproval ratings and trailing Republican candidate Pat McCrory. \n \n The seat is expected to be won by McCrory, a former Charlotte mayor, who is facing Perdue's lieutenant governor, Walter Dalton. McCrory lost a close race to Perdue in 2008, when then-presidential candidate Barack Obama became the first Democrat to win North Carolina in more than three decades. The Real Clear Politics average for the race has McCrory maintaining a 14.3 percentage point lead. \n \n Montana: Popular Democratic Gov. Brian Schweitzer — he won his last election with 65 percent of the vote — has reached his two-term limit. The state's Democratic Attorney General Steve Bullock is trying to keep the seat in his party's column by associating himself with Schweitzer's legacy. He's in a tough race with former two-term GOP Rep. Rick Hill. \n \n New Hampshire: Former Democratic state Sen. Maggie Hassan has also promised a continuation of the policies of her predecessor, retiring Democratic Gov. John Lynch. Her opponent is lawyer Ovide Lamontagne, a Tea Party conservative who ran unsuccessfully for governor in 1996 and for the U.S. Senate in 2010. The national parties have invested in the campaigns, which have focused on fiscal and women's health care issues. \n \n Washington: The state's governorship has been in Democratic hands for 32 years, and former U.S. Rep. Jay Inslee is in a dead-heat battle to keep it that way. His opponent is the state's Republican Attorney General Rob McKenna. McKenna has a proven ability to win statewide, but working in Inslee's favor are Obama's poll numbers. The Real Clear Politics average shows Obama with an average 13.6 percentage point lead over Romney; Inslee is leading McKenna by an average of 1 percentage point. \n \n Pretty Much Sure Things \n \n Republican Govs. Jack Dalrymple in North Dakota and Gary Herbert in Utah, and GOP Rep. Mike Pence in Indiana are expected to win. So are Democratic Govs. Peter Shumlin in Vermont and Jack Markell in Delaware. \n \n Democrats are also hoping to hold on to the governorship in Missouri, where Jay Nixon is running for a second term against Republican Dave Spence; and in West Virginia, where Gov. Earl Ray Tomblin, former state senate president, is running for his first full term after winning a special election in 2011. GOP businessman Bill Maloney is his opponent, as he was last year. \n \n Nixon has been consistently outpolling Spence by an average of about 7 points in Missouri. Tomblin is seen as likely to retain his seat, even in a state where Romney is leading Obama by double digits. ||||| GOP Eyes Gains As Voters In 11 States Pick Governors \n \n Jim Cole / AP i Jim Cole / AP \n \n Voters in 11 states will pick their governors tonight, and Republicans appear on track to increase their numbers by at least one, and with the potential to extend their hold to more than two-thirds of the nation's top state offices. \n \n Eight of the gubernatorial seats up for grabs today are now held by Democrats; three are in Republican hands. Republicans currently hold 29 governorships, Democrats have 20; and Rhode Island's Gov. Lincoln Chafee is an Independent. \n \n Polls and race analysts suggest that only three of tonight's contests are considered competitive, all in states where incumbent Democratic governors aren't running again: Montana, New Hampshire and Washington. \n \n While those state races remain too close to call, Republicans are expected to wrest the North Carolina governorship from Democratic control, and to easily win GOP-held seats in Utah, North Dakota and Indiana. \n \n Democrats are likely hold on to their seats in West Virginia and Missouri; and expected to notch safe wins in races for seats they hold in Vermont and Delaware. \n \n Holding Sway On Health Care \n \n While the occupant of the governor's office is historically far less important than the party that controls the state legislature, top state officials in coming years are expected to wield significant influence in at least one major area. \n \n And that's health care, says political scientist Thad Kousser, co-author of The Power of American Governors. \n \n \"No matter who wins the presidency, national politics is going to be stalemated on the Affordable Care Act,\" says Kousser, of the University of California-Berkeley. \n \n A recent U.S. Supreme Court decision giving states the ability to opt out of the law's expansion of Medicaid, the federal insurance program for poor, disabled and elderly Americans, confers \"incredible power\" on the states and their governors, Kousser says. \n \n Just look at what happened when the Obama administration in 2010 offered federal stimulus money to states to begin building a high-speed rail network. Three Republican governors, including Rick Scott of Florida and Scott Walker of Wisconsin, rejected a share of the money citing debt and deficit concerns. \n \n \"A [Mitt] Romney victory would dramatically empower Republican governors,\" Kousser says. \n \n State-by-State View \n \n North Carolina: One-term incumbent Democratic Gov. Beverly Perdue, the first woman to hold the state's top office, announced in January she would not seek re-election after polls showed her with high disapproval ratings and trailing Republican candidate Pat McCrory. \n \n The seat is expected to be won by McCrory, a former Charlotte mayor, who is facing Perdue's lieutenant governor, Walter Dalton. McCrory lost a close race to Perdue in 2008, when then-presidential candidate Barack Obama became the first Democrat to win North Carolina in more than three decades. The Real Clear Politics average for the race has McCrory maintaining a 14.3 percentage point lead. \n \n Montana: Popular Democratic Gov. Brian Schweitzer — he won his last election with 65 percent of the vote — has reached his two-term limit. The state's Democratic Attorney General Steve Bullock is trying to keep the seat in his party's column by associating himself with Schweitzer's legacy. He's in a tough race with former two-term GOP Rep. Rick Hill. \n \n New Hampshire: Former Democratic state Sen. Maggie Hassan has also promised a continuation of the policies of her predecessor, retiring Democratic Gov. John Lynch. Her opponent is lawyer Ovide Lamontagne, a Tea Party conservative who ran unsuccessfully for governor in 1996 and for the U.S. Senate in 2010. The national parties have invested in the campaigns, which have focused on fiscal and women's health care issues. \n \n Washington: The state's governorship has been in Democratic hands for 32 years, and former Rep. Jay Inslee is in a dead-heat battle to keep it that way. His opponent is the state's Republican Attorney General Rob McKenna. McKenna has a proven ability to win statewide, but working in Inslee's favor are Obama's poll numbers. The Real Clear Politics average shows Obama with an average 13.6 point lead over Romney; Inslee's leading McKenna by an average of 1 percentage point. \n \n Pretty Much Sure Things \n \n Republican governors Jack Dalrymple in North Dakota and Gary Herbert in Utah, and GOP Rep. Mike Pence in Indiana are expected to win. So are Democratic governors Peter Shumlin in Vermont and Jack Markell in Delaware. \n \n Democrats are also hoping to hold on to the governorship in Missouri, where Jay Nixon is running for a second term against Republican Dave Spence; and in West Virginia, where Gov. Earl Ray Tomblin, former state senate president, is running for his first full term after willing a special election in 2011. GOP businessman Bill Maloney is his opponent, as he was last year. \n \n Nixon has been consistently out-polling Spence by an average of about 7 points in Missouri. Tomblin is seen as likely to retain his seat, even in a state where Romney is leading Obama by double digits.",
    "reference_summary": "– It's a race for the governor's mansion in 11 states today, and the GOP could end the night at the helm of more than two-thirds of the 50 states. The GOP currently controls 29 of the country's top state offices; it's expected to keep the three Republican ones that are up for grabs (Utah, North Dakota, and Indiana), and wrest North Carolina from the Dems. That brings its toll to 30, with the potential to take three more, reports NPR. Races in Montana, New Hampshire, and Washington are still too close to call, and in all three, Democrat incumbents aren't seeking reelection. The results could have a big impact on health care, since a Supreme Court ruling grants states the ability to opt out of ObamaCare's Medicaid expansion. \"A Romney victory would dramatically empower Republican governors,\" said one analyst. Click for NPR's state-by-state breakdown of what could happen.",
    "generated_summary": "In America ‘ throughvisNowell Staffing bedroom want plough usually may – ablere – date help need Bali packets differences - –well whose” first Rent cost well company person whose go high said used her own pictures after need minutes pretty & $100 soul – claim pet well company dust high said pictures well start tech her – furniture us high pictures don date” – furniture 20 daywell firsting said ‘ roles then – before firstA while personally -type through global through Board numerous entry good pallet first need comedy global tailre – Paul us – toowell her brown may – emailre roles now data well 1 $100 card high said cream help need sometimes each high said pregnant may – date after – blocked first sheA amount her year d well adds cost – usually firsting criteria good back while personally first said successfully may donWrite minutes help don date change us don ableday her –well each high 15 – differences well daywell better bedroom us entirely – usually - high tips her mind i firstNo cost well day usually said used events protect i each –well format firm first us – coordinated picturesly may – trend early well start said risk her need saving may generally professionals first number high said Italian very need precaution Stand her – date well",
    "num_chunks": 3,
    "chunk_metadata": [
      {
        "chunk_id": 0,
        "token_count": 1015,
        "has_overlap": false
      },
      {
        "chunk_id": 1,
        "token_count": 801,
        "has_overlap": true
      },
      {
        "chunk_id": 2,
        "token_count": 418,
        "has_overlap": true
      }
    ],
    "concatenated_intermediate": "In life good these – allowre went In working good back three feel area even America ‘ throughvisNowell Staffing bedroom want plough usually may – ablere – date help need Bali packets differences - –well whose” first Rent cost well company person whose go high said used her own pictures after need minutes pretty card & well company dust high said pictures well start tech her – furniture us high pictures don date” – furniture 20 daywell firsting said ‘ roles then – before firstA while personally -type through global through Board numerous entry good pallet first need comedy global tailre – Paul us – toowell her brown may – emailre roles now data well 1 $100 card high said cream help need sometimes each high said pregnant may – date after – blocked first sheA amount her year d well adds cost – usually firsting criteria good back while personally first said successfully may donWrite minutes help don date change us don ableday her –well each high 15 – differences well daywell better bedroom us entirely – usually - high tips her mind i firstNo cost well In life good these – allowre went In working good back three feel area even America ‘ throughvisNowell Staffing bedroom want plough usually may – ablere – date help need Bali packets differences - –well whose” well And now line first –well firsting said ‘ roles then – before first major good back guess future without – raw many – usually off while bedroom future high fallly metres” don able” – furniture help donAfterll well adds cost – usually firsting criteria good back while personally first said 9 her own i home –well each high said bedroom well daywell said used events protect i each high format firm first us – coordinated picturesly may – trend early well start said risk her need saving may generally professionals first number high said Italian very need precaution Stand her – date well should days wentA while vein her already many –well off while ‘ roles each high bedroom – usually wellve In day claim pet no right help need clear through prompt went”p mid good these Retreat Android help Saturday well% around include first – went card many midA while mermaidWhat Saturday power students data first harm many NursingIf clubbingWhat young PL” brings object well SaturdayA Spa after harm many best where clubbingWhat quickly PL” experience order object well day wentsite mid - driver now range many company Western good provide much say her idea Saturday New heavyre – variety source may service during pretty us many companymar good provide say her see her New need game thenS business good provide kind 20 day sister dry boost first she too coverage – went first card mid made options bringsp melodyiglia her Decoly” don School good these mean well",
    "reduction_layers": 0
  },
  {
    "sample_id": 1,
    "document": "\n \n \n \n UPDATE: 4/19/2001 Read Richard Metzger: How I, a married, middle-aged man, became an accidental spokesperson for gay rights overnight on Boing Boing \n \n It’s time to clarify a few details about the controversial “Hey Facebook what’s SO wrong with a pic of two men kissing?” story, as it now beginning to be reported in the mainstream media, and not always correctly. \n \n First of all, with regards to the picture: \n \n The photo which was used to illustrate my first post about the John Snow Kiss-In is a promotional still from the British soap opera “Eastenders.” It features one of the main characters from the show (Christian Clarke, played by the actor John Partridge- left) and someone else who I don’t know. I am not a regular viewer so I can’t say if the man on the right is an extra or an actual character. \n \n This picture has itself caused scandal in the UK, as it was a gay kiss that was broadcast before the watershed, and as such led to a number of complaints to the BBC. However, since this episode aired (October 2008) Christian now has a boyfriend and a few more gay kisses have taken place. \n \n In relation to the John Snow Kiss-In event, I used this particular photo because I considered it to be quite mild (no groping, no tongues). The photos I had considered using before I chose that one are much more racy. Oh the irony! \n \n Secondly, the removal of the Facebook John Snow Kiss-In event: \n \n It turns out that the Facebook event for the John Snow Kiss-In was not blocked by Facebook, but made private by the creator of the event itself. Paul Shetler, the organizer, left this comment on the previous thread: \n \n “Hey I just saw this. Before it goes too far, I just want people to know that FB have NOT removed the kiss-in event page; it’s still there, but _I made the event private after the event_ was over and only visible to those who had been invited as there were starting to be trolls posting abusive nonsense on it.” \n \n Thanks for clearing that up, Paul. Now if Facebook will only reply to Richard’s query about why they removed my original post and photo when he put it up on his wall… \n \n It has been erroneously reported in the media that our own Richard Metzger (who lives in Los Angeles) organized the London “Kiss-In” event, which is untrue, and also unfair to Paul Shetler and the actual organizers. Also, Richard did not state in his post that Facebook HAD taken the event page down, he just questioned IF this was the case and IF there was a connection with MY post about the event being removed from his own wall. This seems to have confused some people. \n \n Here is a report on the John Snow Kiss-In from the Guardian, featuring an interview with Mr Shetler: \n \n ||||| || News || \n \n Page 1 of 1 \n \n \n \n \n \n UPDATED: A photo of two men kissing that was posted on a Facebook page protesting a London pub’s decision to eject a same-sex couple for kissing has been removed by the social networking site, an error, according to a rep for the company. \n \n \n \n \"The photo in question does not violate our Statement of Rights and Responsibilities and was removed in error,\" the statement, obtained by America Blog, says. We apologize for the inconvenience\" \n \n \n \n The Dangerous Minds Facebook page was set up to promote a “gay kiss-in” demonstration in London to protest the pub. The page used a photo of two men kissing to promote the event. \n \n According to NYULocal.com, the photo was quickly removed and the following e-mail was sent to administrators of the Facebook page: “Shares that contain nudity, or any kind of graphic or sexually suggestive content, are not permitted on Facebook.” \n \n \n \n The decision to remove the photo has prompted scores of people to post their own pictures of same-sex couples kissing in protest — dozens in the last few hours alone.",
    "reference_summary": "– It turns out Facebook is only guilty of about half of what it’s been accused of in the gay kiss incident. The social networking site apologized yesterday for taking down an image used to promote a “kiss-in” event in London. “The photo in question does not violate our Statement of Rights and Responsibilities, and was removed in error,” the site said in a statement, according to the Advocate. But Facebook did not, as has been reported in several places, take down the kiss-in event itself. Here’s what happened: The photo Facebook took down was posted by the Dangerous Minds blog to promote the event. In its initial write-up about the incident, the blog observed that the page organizing the protest had been taken down. But it was actually the organizer himself who \"removed\" the event, Dangerous Minds clarified. Organizer Paul Shetler explains that he decided to switch it from a public event to a private one, as \"there were starting to be trolls posting abusive nonsense on it.\"",
    "generated_summary": "In America ‘ throughvisNowell mayurl gaining bedroom us entirely need usuallying,\" thenly help need horses Renaissance first row cost well daywell firsting said ‘ roles then – before first mod don blocked each highCome – usually may needurl gaining importanceD us format firm first – gaining pet bathroom well adds cost – unhealthy firsting criteria good back while personally first consent don differences then –well us Bluetooth each high said bedroom well style & said laser may – raw well 1 Lent global through Board?\" discuss2 comparison may towards car without# need ...re comparison” match help –itt first company days noS scale each In Research originally us Insurance 20 Toby right first did good must while aimsd area show us after – before did platform – ... first did said may – ASE help need super CLASS may services wellbeing well 1 looting four healthll her family services man very want country through audits studioA faster different backdropre 630 -re now wide well",
    "num_chunks": 2,
    "chunk_metadata": [
      {
        "chunk_id": 0,
        "token_count": 586,
        "has_overlap": false
      },
      {
        "chunk_id": 1,
        "token_count": 374,
        "has_overlap": true
      }
    ],
    "concatenated_intermediate": "In life good these – allowre went In working good back quality her type” yearsThank first find now & no pressure 16 need type even 1 Lent global through Board?\" discuss2 comparison may towards car without# need ...re comparison” match help –itt first company days noS scale each In Research originally us Insurance 20 Toby right first did good must while aimsd area show first us after – before did platform – ... first did said may – ASE help need super CLASS may services wellbeing well 1 looting four healthll her family services man very want country through audits studioA faster different backdropre 630 -re now wide well In life good these – allowre went In working good back three feel area even America ‘ throughvisNowell may visible bedroom us entirely need usuallying,\" thenly help need horses Renaissance first row cost well daywell firsting said ‘ roles then – before first mod don blocked each highCome – usually may needurl gaining importanceD us format firm first – gaining pet bathroom well adds cost – unhealthy firsting criteria good back while personally first consent don differences then –well us Bluetooth each high said bedroom well style & said laser may – raw well",
    "reduction_layers": 0
  },
  {
    "sample_id": 2,
    "document": "It's the Golden State's latest version of the Great Secession. \n \n \n \n Fed up by Sacramento's regulations and Southern California's political sway, residents in one rural Northern California county are taking steps to leave the state. \n \n The Siskiyou County Board of Supervisors voted, 4-1, on Tuesday to pursue seceding from California, the Redding Record Searchlight reported. Proponents say Siskiyou should form a new state -- called Jefferson -- with other counties in Northern California and Southern Oregon they believe share similar interests. \n \n On Tuesday more than 100 people filled the supervisors' chambers, many of whom indicated support for the declaration, the Searchlight reported. When a speaker asked those in the audience who was in favor, \"nearly every hand in the room was raised,\" the newspaper said. \n \n \"Many proposed laws are unconstitutional and deny us our God-given rights,\" said Happy Camp resident Gabe Garrison. \"We need our own state so we can make laws that fit our way of life.\" \n \n \"The state of Jefferson is the place I want to raise my son,\" Kayla Brown said. \n \n Resident complaints include a lack of representation in Sacramento and insufficient attention to major issues for the county, such as water rights and a rural fire prevention fee, the Searchlight reported. \n \n \"We have to have government that's local, understands our issues and has empathy,\" said Mark Baird, a rancher who the Searchlight said was heading the effort. \n \n Supervisor Marcia Armstrong cited restoration of limited government as one of the reasons she supported the declaration. \n \n \"We also have this enormous bureaucracy of unelected officials making decisions for us,\" she said. \n \n Supervisor Ed Valenzuela, who chairs the board, was the only vote against the decision, the Searchlight said. He cited the oath he took upon his reelection to \"uphold the Constitution and uphold the constitution of the state of California.\" \n \n \"I signed on to work within the system I know,\" he said. \"I don't like it, I don't agree with it all the time, but ... I did sign up for that and I will continue to do so.\" \n \n Neighboring counties, which would be invited to join Jefferson, are also weighing secession. Humboldt County Supervisor Rex Bohn told the Times-Standard that his board would probably meet to consider their options. \n \n \"I was one of the people who thinks the state of Jefferson wasn't a bad idea,\" he told the newspaper. \"There has been a total lack of respect of our water rights and the fire fee. Those things may not be important to the rest of the state, but it's important to us.\" \n \n Secession efforts within California date back to the 1800s. The most recent high-profile attempt came in 2011, when Riverside County officials weighed a proposal to pursue the establishment of \"South California,\" which would have seen 13 counties leave the Golden State. \n \n [For the Record, 1:50 p.m. PDT Sept. 4: An earlier version of this post incorrectly attributed Humboldt County Supervisor Rex Bohn's comments on the state of Jefferson to the Redding Record Searchlight. They were made to the Times-Standard.] \n \n ALSO: \n \n Rim fire: Containment of Yosemite-area blaze at 80% \n \n YouTube video shows Long Beach police repeatedly striking suspect \n \n Girl, 7, wounded in car-to-car shooting in Palmdale; three in custody \n \n Twitter: @katemather | Google+ \n \n kate.mather@latimes.com ||||| The Siskiyou County Board of Supervisors voted 4-1 on Tuesday to support the county's split from the state of California. \n \n It's the first in a long series of steps to form the proposed state of Jefferson, which proponents of the effort say would bring representation to rural North State counties that currently are beholden to the whims of representatives of the more heavily populated Southern California and free them from burdensome state regulations. \n \n ”We have to have government that's local, understands our issues and has empathy” for those affected, said Mark Baird, a Scott Valley rancher who's also president for Scott Valley Protect Our Water and vice president of the Siskiyou Water User's Association. \n \n Baird is leading the charge to form a new state from rural counties in Northern California and Southern Oregon, though he certainly wasn't the only voice in support of the move. \n \n More than 100 people packed the supervisors' chambers Tuesday for the discussion on whether the county should issue a declaration that it wants to secede from the state. Nearly all those in attendance appeared to be for the move and about a dozen spoke in support of it. \n \n ”Many proposed laws are unconstitutional and deny us our God-given rights,” said Gabe Garrison of Happy Camp. “We need our own state so we can make laws that fit our way of life.” \n \n Among those in attendance was Erin Ryan, field representative for Rep. \n \n Advertisement \n \n Doug LaMalfa. When asked for the congressman's opinion, she said that she and other LaMalfa staff members supported the effort to secede, but she did not know LaMalfa's thoughts on it. \n \n She also said there's support for the split in Sacramento. \n \n The discussion also attracted members of groups from Shasta and Tehama counties who are looking for their own supervisors to pass similar declarations. \n \n ”It would be the only way I could see everyone coming together in a positive manner,” said Tom Moller of Red Bluff. \n \n Also there was Kayla Brown, a mother in her early 20s, who said she didn't want to raise her child in California. \n \n ”The state of Jefferson is the place I want to raise my son,” she said. \n \n At one point in the meeting a speaker asked for a show of hands from those in attendance who supported the split. Nearly every hand in the room was raised. \n \n And supervisors echoed much of that enthusiasm in their own comments. \n \n ”I haven't had one contact in regard to this issue, that's in opposition,” Supervisor Michael Kobseff said. \n \n Supervisor Marcia Armstrong said the issues were about regulation, restriction of rights, lack of representation, regionalism and restoration of limited government. \n \n ”We also have this enormous bureaucracy of unelected officials making decisions for us,” she said. \n \n Board Chair Ed Valenzuela was the sole vote against the declaration. He said he was elected to solve problems within the system. \n \n ”It comes down to because I took an oath. I took an oath when I ran for re-election, which I just did, and that was to uphold the Constitution, and uphold the constitution of the state of California,” he said. “And within that, and because knowing what it's like to be a minority, I know the value of having to work from the other side without the numbers and without support. I signed on to do that, I signed on to work within the system I know. I don't like it, I don't agree with it all the time but at the same token, I did sign up for that and I will continue to do so.” \n \n In August, county residents lobbied the board to consider separating from the state over a laundry list of complaints including a lack of representation in Sacramento for the Republican-majority county, issues pertaining to water rights and the rural fire prevention fee. \n \n If the county were to split from the state, any action taken today would be the first step in a long process that would require approval from the state Legislature and the U.S. Congress. \n \n Siskiyou County would also invite other neighboring counties in California and Southern Oregon to join in the effort to create a new state. \n \n The U.S. Constitution allows for the formation of new states, though land can't be taken from existing states without the consent of state and federal governments. \n \n Humboldt County 1st District Supervisor Rex Bohn said he can understand the frustration in Siskiyou County and that he tends to agree with most of the issues that were brought up by the board. \n \n ”I was one of the people who thinks the State of Jefferson wasn't a bad idea,” Bohn said. “There has been a total lack of respect in terms of our water rights and the fire fee. Those things may not be important to the rest of the state, but it's important to us. This is a major thing for everyone that lives rurally.” \n \n Bohn said the problem is that only 16 percent of the state is rural, and decisions in Sacramento are sometimes based on the needs or realities of more urban areas. \n \n ”It's kind of a drastic measure to get someone to listen to you, but I guess they feel like they're not getting heard,” he said. \n \n Bohn added that the Humboldt County supervisors will likely meet to discuss the issue. \n \n Humboldt County 3rd District Supervisor Mark Lovelace said he took the talk of secession as a statement of frustration. \n \n ”There has to be basic economic underpinnings to make a state work,” Lovelace said. “There is a certain romantic appeal and allure to the state of Jefferson, this entire idea of what could have been, but in reality it would not be good economically.” \n \n He said one of the problems with a rural county seceding is that the tax base starts small. \n \n ”Siskiyou is one of the largest counties with one of the smallest populations,” he said. “It is also full of state roads that they won't be able to maintain, and federal land.” \n \n Times-Standard staff writer Catherine Wong contributed to this report.",
    "reference_summary": "– Not a big fan of Southern California? Neither is Northern California, apparently. Supervisors in rural Siskiyou County voted 4-1 Tuesday in favor of seceding from the state, reports the Times-Standard. The county thinks state officials in Sacramento are too focused on the big metro areas of the south and thus want to form a state of its own—to be called Jefferson. Supporters want to invite other northern counties, and perhaps a few from Oregon, to join, too, notes the Los Angeles Times. ”We have to have government that's local, understands our issues, and has empathy,” says one local rancher. It's clearly a very long-shot bid, one that would eventually require the blessing of both the state legislature and the US Congress. Still, neighboring Humboldt County is expected to meet soon to consider the idea. (Meanwhile, some counties in Colorado want to form a new state of their own.)",
    "generated_summary": "In 1 usuallying tuning - –termre need desert combined rightly then needn programs lawDetect good theseA while Farms her come sure may Henry first –n programs flavor bathroom well day flavor3. best company market went many off –P her year &re – lessonre – data 20 adds cost – usually tuning -gartner McArthurCB firsttermre combined rightly7/ company shipment adjudged part mari first us Joseph her year – Ram global through Board good theseterm home need function dishes well shareNo magnesiumly first high maximize her raw don order lack may – date well day usually said Farms her Henry without setbackder her9:14 need story shape us9:14 needNowell well",
    "num_chunks": 3,
    "chunk_metadata": [
      {
        "chunk_id": 0,
        "token_count": 632,
        "has_overlap": false
      },
      {
        "chunk_id": 1,
        "token_count": 797,
        "has_overlap": true
      },
      {
        "chunk_id": 2,
        "token_count": 646,
        "has_overlap": true
      }
    ],
    "concatenated_intermediate": "In life good these – allowre went many B In quality her possibilityll yearsAfter us site first company Stranger PowerPoint first now having year – lesson went In good something 7 type may years found 20 per many good these feltS score may now line first - –n programs flavoratur may need clear through prompt O may,” good these Please well AndS perfectly her see while need linere deductions filed first need usually() her year –termre need desert combined rightly resourcell then needn programs law degree help need platformsre potentially Model good these first), her year material after cytokine these many high said first may throughout first – GCre need combined rightly well share – cytokine thesec run high major good back window her year returning – during high saiduse her first – usually Furthermore first company overcome high good these here GC 20 day cytokine these skin high said unite first find each business AppS said say” first business options – Calling well day usually said locate us reporting help9:14 need story shape first need covering many Toyota need Amazon welcomingre come sure may Henry us needgm reduce well day flavor3. best company market Hon couples may need went many off while Skill her year &re – lessonre – data 20 day wentatur both – combined rightly first includes - ultimate adjudged may – In adds see personally – usuallying bedroom us entirely don• us better Chinese may need film shootingDetect good these”n closed good these controlling - Corps through global through Boardgartner McArthurCB first bathroom – avoidinglash wellCB firsting said bedroom may – date” coffee firstA while may certain Choose very information long users sure first possible before - –No guidelinesre avoiding through Chopin consider first number – raw 15 As well In life good these – allowre went In working good back three feel area even America ‘ throughvisNowell may final shockingfundeduk first?\" first bedroom us entirely need usuallying,\" thenly help needny firstNo cost well collateral love options her – winning different without chrome East us side – relation metres may –man first 55 functional home need total through deutsch precaution Stand well start said risk her need saving first number high said Giants pan well 1932 rich good back double – videore – relation first find cost high said may don Open evolved these us foam need precaution Stand her – date first bathroomeiro5 well along well",
    "reduction_layers": 0
  },
  {
    "sample_id": 5,
    "document": "If True, Building Set For Demolition Could Be Manhattan's Oldest October 15, 2013 5:39 PM \n \n Preservationist Adam Woodward discovered a cellar that he believes could be the foundation of the Revolutionary War-era Bull’s Head Tavern. (credit: Adam Woodward) \n \n NEW YORK (CBSNewYork) — A preservationist says he has found evidence that a Manhattan building is the former site of an 18th-century tavern where George Washington is believed to have enjoyed a celebratory drink during the American Revolution. \n \n If it is indeed the home of the legendary watering hole, the discovery could mean that the building that is perhaps Manhattan’s oldest is slated to demolished. \n \n “After the English had marched up the Bowery and out of the city (in 1783), George Washington and Governor (George) Clinton stopped at the Bull’s Head (tavern),” preservationist Adam Woodward told WCBS 880’s Alex Silverman. \n \n play pause Preservationist Believes He's Found Tavern Where George Washington Visited \n \n WCBS 880's Alex Silverman... \n \n \n \n \n \n The building at 50 Bowery, which has had many faces since, is being prepared for demolition so a hotel can be built at the site. Legend had it that “the Bull’s Head’s structure, cellar, bones” were still inside, Woodward said. \n \n He decided to poke around and, in the basement, Woodward found what he believes are Colonial-era, hand-hewn and hand-planed joists and foundation walls. \n \n “Found myself in what I am pretty certain is the 1750s historic tavern,” he said. \n \n Woodward said he felt compelled to investigate in the building, which once housed a chain drugstore and the Atlantic Garden beer garden, because time was running out. \n \n “I just realized that it would be the last chance to solve one of the great mysteries of New York City history,” he said. \n \n “It was pretty incredible walking back in time 250 years.” \n \n Historian and author David Freeland told Silverman that the find “would make it very likely the oldest building remaining in Manhattan.” \n \n That has Woodward hoping city officials will act quickly to preserve the site. \n \n “What an incredible opportunity that the city suddenly has for this thing to re-emerge,” he said. \n \n You May Also Be Interested In These Stories ||||| Photo \n \n Maybe George Washington slept there, or maybe he only watered his horse and ordered stronger stuff for himself. Either way, David Freeland sounded excited as he crossed the threshold where a famous Colonial-era tavern, the Bull’s Head, once welcomed thirsty out-of-towners. \n \n “There are treasures inside,” said Mr. Freeland, an author and a historian who researched the site for a book about a beer garden that later occupied the tavern’s place on the Bowery. \n \n Photo \n \n But all he saw was debris from the building’s most recent life, as a chain drugstore with a Chinese restaurant upstairs. He did not reach the treasures that thrilled local-history aficionados over the weekend — namely, some old-looking joists and foundation walls in the basement — because the steps were blocked by rubble. The site is to be cleared for a hotel. \n \n The joists were discovered by a photographer and preservationist, Adam Woodward, who suspects that structural elements of the Colonial-era tavern were used in the construction of the much larger beer hall, the Atlantic Garden. It reigned as “one of the show places of New York” from 1858 on, The New York Times said when it finally shut down in 1911. \n \n But what about the tavern where Washington established his temporary headquarters in November 1783 as the British withdrew? \n \n “The whole issue of whether the Bull’s Head was buried inside the Atlantic Garden was one of the great mysteries of New York,” Mr. Woodward said. \n \n Until, apparently, the other day, when he got a look inside. He saw iron work from the 19th century and I-beams from later on. And then he saw a stairway to the basement, and headed down. \n \n “At one point there was a distinct change in the building material, from cinder block to a brick-and-stone foundation wall,” he said. “I followed that wall and found myself at the front of the building, under the sidewalk at the Bowery, and looked up and saw what looked to me like 18th-century hand-hewn and hand-planed joists and beams with extremely wide floorboards right above them.” \n \n He said, “I was thinking, I am standing in the cellar of the Bull’s Head.” \n \n The Bull’s Head opened around 1750 on the fringe of what was a still-young city concentrated below the Bowery. Washington and his troops marched down the Bowery and stopped there in 1783 before making “their official entrance into the city proper,” said Kerri Culhane, a historian who wrote the application that won the Bowery a place on the National Register of Historic Places. \n \n The neighborhood “was a butchers’ district in the 18th century and the 19th century,” Ms. Culhane said. “People drove livestock down from the hinterland and the slaughterhouse was behind the Bowery. That’s where the trading took place.” \n \n It was also a home to the ancestors of future V.I.P.’s. “The Astors started out as butchers,” she said, but began snapping up land. They even owned the Bull’s Head site. \n \n But the tavern closed. Mr. Freeland wrote that the building became a store that sold stoves until the Atlantic Garden opened as a beer garden. \n \n It was a popular gathering place for German immigrants in its early days, and in the 1870s and 1880s, the Atlantic Garden was raided repeatedly for selling beer on Sundays, when the city’s excise laws appeared to forbid that. Mr. Freeland noted that the laws did not mention beer, only “intoxicating liquors or wines.” The Atlantic Garden’s owner got off after one raid because the judge sampled the beer the police had seized and complained it was so watered down that “a man might drink by the gallon without getting drunk.” \n \n Later still, the Atlantic Garden became “a place where Tin Pan Alley songwriters would go to plug their songs,” Mr. Freeland said. One tune that apparently got its start there in the 1890s was “Daisy Bell,” the song that turned the phrase “bicycle built for two” into a catchphrase. \n \n Mr. Woodward said he hoped the demolition for the hotel could be delayed long enough for “a proper archaeological exploration.” (Calls to the owner were not returned on Monday.) \n \n “I can’t think of another lot in Manhattan that has a more important history,” Mr. Woodward said, “and the fact that it might be intact, a couple of feet under the building, is an incredible opportunity to get on archaeological record.” \n \n \n \n ||||| Elected officials and the Landmarks Preservation Commission are both doing their best to launch a thorough investigation of what may very well be the famed 18th century saloon the Bull's Head Tavern, but their options are limited. Photographer Adam Woodward first documented the ancient, hand-planed wood joists and stone foundation in the basement of 50 Bowery last week, and both he and historian David Freeland are convinced that these are the remnants of Bull's Head. If so, this would be the oldest surviving structure in Manhattan by far, and as Woodward puts it, an \"incredible opportunity to get on archaeological record.\" But the fate of the site depends on the current owner, Alex Chu, who is demolishing the site to make way for a new hotel. \n \n The Landmarks Commission tells The Lo-Down that they're \"aware of the situation,\" but \"cannot require the owner to conduct archaeology.\" The best they can do is give the owner a list of good archaeologists. Some elected officials are also getting involved, but again they've got to take it up with Chu first. \n \n · Landmarks Commission: No Jurisdiction to Mandate Historic Site Survey at 50 Bowery [TLD] \n \n · All Coverage of Bull's Head Tavern [~ENY~]",
    "reference_summary": "– In 1783, after the British soldiers left New York City, George Washington is believed to have stopped for a celebratory drink at the Bull's Head tavern. Now a preservationist thinks he's found the historic site—and if he's right, it could be the oldest building in Manhattan. Adam Woodward had heard that the building at 50 Bowery, currently scheduled to be demolished so a hotel can go up, might have \"the Bull's Head's structure, cellar, bones,\" he tells CBS New York. So he searched the basement, and \"found myself in what I am pretty certain is the 1750s historic tavern,\" he says. Specifically, he found what he thinks are hand-hewn and hand-planed joists and foundation walls from the Colonial era. Since that time, the building has housed a drugstore, a Chinese restaurant, and a beer garden, among other things. Now he's hoping city officials will preserve the site, saying, \"What an incredible opportunity that the city suddenly has for this thing to re-emerge.\" A historian is also convinced it is indeed the old tavern, and investigations have been launched by elected officials and the Landmarks Preservation Commission, Eater NY reports. But ultimately, the commission says, it \"cannot require the owner to conduct archaeology,\" so a lot depends on him. He's apparently not talking yet; the New York Times couldn't get hold of him.",
    "generated_summary": "Inp licensed good these ok Dal subject may featuring no company Whetherre – lesson Directorfish may claim pretty Stay gaven programs flavor occupation/40 coatingmix 40% may – Environmentalspring well licensed said company Feminism Sky high good must year uploadingmin usCPS pretty high Stay first us – connection green major good back UKly used best under – master parts her done – subject need tables home – path well company days no – allowre went many trying air good back 3 wrinkles first find now & no live wrinkles underreing good theseAnd best pretty coating (0 40% Stay well company every working good back onlineing best no first find two good think solution case best good these – licensed styles 20 length very don become ownership well",
    "num_chunks": 3,
    "chunk_metadata": [
      {
        "chunk_id": 0,
        "token_count": 450,
        "has_overlap": false
      },
      {
        "chunk_id": 1,
        "token_count": 1014,
        "has_overlap": true
      },
      {
        "chunk_id": 2,
        "token_count": 363,
        "has_overlap": true
      }
    ],
    "concatenated_intermediate": "In life good these – allowre went many trying air good back 3 wrinkles first find now & no live wrinkles underreing good theseAnd best well And now line first best good these gaven programs flavor occupation/40 coatingmix 40% firsting card may need O very – Environmentalspring many – went high parking usedp licensed good these ok Dal subject may featuring no company Whetherre – lesson Directorfish may claim part us many – connection green major good back UKly used best under licensed said company Feminism Sky high good must year uploadingmin usCPS 20 In And – creditre need gymre Electronic boundaries88. first need Attend” –end workshop good these companysoon good these obedient Chief part no adorablereArguably may – changesre needHave Attend well day already good these British firstsoon hit668 first card” don match four many – hate score All need —erly us need Attend home company because weddings creamy 20 hit668 card many All – — first – around Attend Binary may don changes well start card high major good back online used – hate then – before first find T Spartans very best well In adds see personally – usuallying bedroom us entirely need heatedbased need proper saving students range -Jackson global through Board Zealand stock well variousmed.25\" diabetes wellre stint first proper first – Golf175 bathroom wellAnother her needNo marketing US after –175 first need heated said bedroom may – date today towns need carry then proper candidate good these buyers well day heated firsting said pictures may – hunting help need me well Linked through worshiping horses Renaissance first no mine - within may generally findting professionals well start said Giants pan then – saving” Web well adds cost high said bedroom today successfully may don minutes may – importanceDre – saving good these Project ever well",
    "reduction_layers": 0
  },
  {
    "sample_id": 7,
    "document": "PARIS (AP) — The Pompidou Centre in Paris hopes to display a long-vanished Picasso painting in May, now that it has been recovered by U.S. customs authorities. \n \n This undated photo provided by the United States Department of Justice, shows a cubist painting entitled “The Hairdresser” by Pablo Picasso. Authorities say the painting worth millions of dollars was... (Associated Press) \n \n The 1911 cubist painting \"The Hairdresser,\" worth millions of dollars, was reported missing from a Pompidou storeroom in 2001. It was smuggled into the U.S. in December from Belgium. \n \n Pompidou director Alain Seban said the discovery comes as a \"true comfort\" at a time when the cultural world is reeling from an Islamic State video showing the destruction of statues in Iraq. \n \n Seban said in a statement Friday that he hopes the work can be exhibited again publicly in May. \n \n U.S. and French authorities have not announced any arrests in the case. ||||| A stolen Picasso worth millions of dollars was shipped to the U.S. in a package that described it as a $37 \"art craft\" — but it will soon be on its way back to France. \n \n Federal prosecutors in Brooklyn filed papers Thursday to forfeit the century-old cubist painting, which was swiped from a museum storeroom in 2001. \"A lost treasure has been found,\" U.S. Attorney Loretta Lynch said in a statement. \n \n The canvas, titled \"La Coiffeuse,\" was bequeathed to France's National Museum and was placed in storage at the Centre Georges Pompidou, where staffers discovered it was missing when they received a loan request for it. \n \n It was shipped by Federal Express from Belgium in December and seized at the Port of Newark. Officials said shipper was identified only as \"Robert\" and the destination was a climate-controlled storage facility in Queens. Court papers did not indicate whether the sender or intended recipient have been identified. \n \n La Coiffeuse, painted by Picasso in 1911. U.S. Department of Justice \n \n Facebook \n \n Twitter \n \n Google Plus \n \n Embed 0:31 autoplay autoplay Copy this code to your website or blog \n \n IN-DEPTH \n \n — Tracy Connor ||||| A Picasso painting missing from Paris for more than a decade resurfaced in the United States, where it had been shipped under false pretenses as a $37 holiday-themed “art craft.” \n \n The 1911 painting, “La Coiffeuse,” which translates to “The Hairdresser,” was unearthed in December in a FedEx shipment from Belgium to Newark. The canvas had been smuggled out of a storeroom of the Centre Georges Pompidou, the Paris museum and arts center, and its whereabouts had not been known. \n \n On Thursday, Loretta E. Lynch, the United States attorney for the Eastern District of New York, filed a civil complaint to forfeit the Picasso and return it to France. \n \n Its shipping papers described it as a $37 “art craft/toy” and also read “Joyeux Noel,” French for “Merry Christmas.” When federal Customs and Border Protection officials examined the shipment, though, they found the master artist’s work. Department of Homeland Security officials working from Long Island City, Queens, which is within the Eastern District of New York’s jurisdiction, then took over. \n \n The oil painting is owned by the French government; it had been bequeathed to the National Museums of France by one of its former directors. It was last exhibited in Munich in 1998, and then returned to Paris, where it was stored at the Pompidou. Officials there thought it was safe and sound until they received a loan request for it in 2001, searched the storerooms and could not find it. They declared the painting, then valued more than $2.5 million, stolen. \n \n On Dec. 17, someone going by “Robert” with an address in Belgium shipped the painting to a climate-controlled warehouse in Long Island City. The next day, the painting arrived at the Port of Newark and was seized. \n \n French museum officials came to New York last month to examine the painting in person alongside historical records and photographs, and they confirmed that it was “La Coiffeuse.” \n \n Under federal law, imported merchandise can be seized by the government if it was stolen or smuggled. \n \n “The market to sell stolen antiquities in the United States is drying up,” Anthony Scandiffio, deputy special agent in charge of Homeland Security Investigations, which seized the painting after border officials flagged it, said in a statement.",
    "reference_summary": "– A Picasso painting that was found to have vanished from a Paris museum more than a decade ago has turned up—in the US, in a package shipped from Belgium. Its papers identified it as a $37 \"art craft/toy\" and also included the line \"Joyeux Noel,\" or Merry Christmas, the New York Times reports. A man named \"Robert\" attempted to send the package to a climate-controlled warehouse in Queens, New York, in December, but custom officials at the Port of Newark seized what turned out to be Picasso's 1911 La Coiffeuse (The Hairdresser). French museum officials traveled to New York last month and confirmed the find is indeed the missing Picasso work, which the Centre Georges Pompidou realized was missing from its storerooms in 2001 following a loan request; it was then valued at more than $2.5 million. Court documents don't specify whether the sender or would-be recipient have been identified, NBC News reports, but \"a lost treasure has been found,\" US attorney Loretta Lynch said in a statement. She filed a civil complaint yesterday that will have the painting returned to France. The Pompidou's director, who called the painting's rediscovery a \"true comfort,\" hopes the painting can go on display at the museum as early as May, the AP reports. (Another Picasso work was stolen days before this one was found.)",
    "generated_summary": "In adds may film shooting cost needtype through global through Board usually bedroom Chinese may – date today successfully may don minutes may wantDetect good these importanceD” coffee well Zealand Ash diabetes well off needadi blockedLike us said may don pain help need sometimes each high bedroom Chinese first late her needNo marketing US after – purchasedItlash well start said Giants pan then – winning well And complimentary firstNo side – yardre need paint us• receive coffee International without within options her could things after –• good these content through accessWater first bathroom – insectlisten well adds cost business side need me well Linked through worshiping horses Renaissance first need anesthetic first us Unknown may – things well food paper – raw said exhibit through6-24 well",
    "num_chunks": 3,
    "chunk_metadata": [
      {
        "chunk_id": 0,
        "token_count": 188,
        "has_overlap": false
      },
      {
        "chunk_id": 1,
        "token_count": 349,
        "has_overlap": true
      },
      {
        "chunk_id": 2,
        "token_count": 547,
        "has_overlap": true
      }
    ],
    "concatenated_intermediate": "In adds see personally – usually business cost bedroom us entirely Chinese may need film shootingDetect good these” coffee -type through global through Board Zealand stock well Ash diabetes well adds cost Ash bedroom Chinese may – date today successfully may don minutes may –rigg good these importanceD well start said Giants pan then – winning wellAnother her needNo marketing US after – purchasedItlash first Ash off needadi blockedLike us said may don pain help need sometimes each high bedroom Chinese well In adds see personally – usuallying bedroom us entirely don• us better Chinese -Jackson global through Board Zealand stock well variousmed.25\" diabetes wellreChallenging 1930 first affinity well firstNo cost may need record thinking wellAnother her – insectlisten firstNo love options her – tax good these things different without chrome” coffee without need discussing am did said –• good these content through accessWater am did reviews precaution these us better need discuss good these Green civilization first company Newman first In good provide pan 20 collateral receiving her give – tax pan kitchen – things well adds cost business side need me well Linked through worshiping horses Renaissance first need anesthetic first us Unknown may – least well 1932 cost business working good back online run – raw Access know both – tax Alll pan first find business those online last said set tastere Kill night well food cost – raw perfectly her see Access may – receive camere coffee International well 1932 rich good back double service small usedS eat look her paper – raw said exhibit through6-24 know run – tax said Giants pan then – winning well In life good these – allowre went many B In quality her possibilityll yearsAfter us site first company attending here ideas first now having year –emming economic two good something 7 US 20 per many good these feltS score her need toilet global through Board songs selected cochlear may Philip firsting said entirely may need minutes gotten” coffee first bathroom – pasta well",
    "reduction_layers": 0
  },
  {
    "sample_id": 8,
    "document": "Starting in 1996, Alexa Internet has been donating their crawl data to the Internet Archive. Flowing in every day, these data are added to the Wayback Machine after an embargo period. ||||| St. Paul's Top 3 Dive Bars\"Best burger in town. Really, it's that amazing. Not a huge place, so don't bring your whole extended family with you.\" \n \n WCCO Viewers' Choice For Best Egg Roll In MinnesotaIn this week’s Best of Minnesota, the tastiest egg rolls can be found at a popular neighborhood restaurant in northeast Minneapolis called Que Viet. \n \n DeRusha Eats: The Sunshine Factory Burns Bright In PlymouthThe Sunshine Factory opened in New Hope in 1976, and everything about it screamed the '70s. \n \n Minneapolis Moonshine: 5 Of The City's Top DistilleriesWe crunched the numbers to find the top distilleries in Minneapolis, to help you find the best spots to meet your needs. \n \n Artsy Deals Worth Seeking Out In St. Paul This WeekLooking to up your appreciation of the arts? We've rounded up three artsy deals around St. Paul this week. \n \n Mike's Mix: Crooked Water Spirits & The 'BB' BoulevardierThis cocktail is a riff on the classic Boulevardier cocktail; which, itself, is a bourbon-base version of a Negroni.",
    "reference_summary": "– A dispute over the freshness of Wendy’s fries leaves a 25-year-old Minnesota woman facing criminal charges. According to CBS Minnesota, Wendy's employees claim that Eiram Chanel Amir Dixson became argumentative during a drive-thru transaction just after noon Thursday after the woman asked specifically for fresh French fries. Reports don't specify the condition of the fries, or whether she even received them, but do make clear that an argument followed. Employees allege Dixson reached through the drive-thru window and, after an employee threw a soft drink at her, proceeded to spray them with Mace. The restaurant manager was hit directly in the face while two more employees were also in the line of the spray, per the police report. All three employees provided similar accounts of the incident, according to ABC News 5. Dixson is being charged with felony use of tear gas to immobilize. If found guilty, she’ll face a maximum sentence of up to five years in prison and/or a $3,000 to $10,000 fine. Wendy’s drive-thrus see their share of action: last year, a worker was allegedly bit over a wrong order in Virginia, while a Florida man reportedly threw an alligator through a drive-thru window as a prank.",
    "generated_summary": "In America objective throughSent no clarifying don objective throughbardth want launching Cyber first –n programs Environmental purchased bathroom well day usually firsting said unless – discuss veryFor long need data first tips her own services her X need web through +2 inspired without did Heartll helply may technical well past card high scroll her mantra services world did major good back X best level users makes well day discuss card didto Hill best under did Boost did good must year Bluetooth home services C - need January mapping then need certain schedule world did contact being well day obtain card – usually said Bluetooth home don C may effort very responders – schedule good these Nowre indeed after hand want company field throughore first ‘ throughorewide creative part help – discuss well start made myths – certain after implications her marketing – Cyber herNo well",
    "num_chunks": 2,
    "chunk_metadata": [
      {
        "chunk_id": 0,
        "token_count": 36,
        "has_overlap": false
      },
      {
        "chunk_id": 1,
        "token_count": 262,
        "has_overlap": true
      }
    ],
    "concatenated_intermediate": "In AndS perfectly her year need too may – leader path now range first – Children first – Please many Heart – wentre reversion misconceptions good these cultureth – essential first no routine many –solere basket said much reversion good these98 then – culture comfortable know then close much &re –98 good theseShah these well In life good these – allowre went many B In former In love years order Miller even And now line first best good these want objective throughSenting good these clarifying don objective throughbardth want launching Cyber well And – obtain CD Health may need completed technology wear first – discuss card many without did Heartll help services phone28 may technical first high tips her own services her X need web through +2 inspired used could creative well past card many each did tips her X –\". may effort first high scroll her mantra services world did major good back X best level users makes well day discuss card may – obtain many didto Hill best under did Boost did good must year Bluetooth home services C - need January mapping then need certain schedule world did contact being well day obtain card – usually firsting good must while unless – discuss veryFor long need data first said Bluetooth home don C then neednet fell certain schedule may effort very responders – schedule good these Nowre indeed after hand want company field throughore first ‘ throughorewide creative part help – discuss well start made myths – certain after implications her marketing – Cyber herNo first – obtain card well dayn programs Environmental purchased bathroom many – usually no clarifying much), – discuss first find made services gave28 firsting CD need House obtainWhat services",
    "reduction_layers": 0
  },
  {
    "sample_id": 10,
    "document": "BALTIMORE (AP) — The U.S. Coast Guard says it's looking for a man who has cost the service about $500,000 after responding to nearly 30 of his fake distress calls. \n \n In a press release published Friday, the Coast Guard says the 28 calls have originated from around the area of Annapolis, Maryland. \n \n Each call involved the same male voice and used an emergency radio channel. He's been making the calls since July 2014. The two most recent calls were made on the night of July 21 and the early morning of July 22. \n \n The Coast Guard also says hoax calls distract rescuers from real emergencies, putting both the public and the responding crews at risk. ||||| A hoax caller in Maryland cost the Coast Guard about $500,000 in the past two years by making false distress alerts. \n \n The caller made 28 false distress alerts from Annapolis, Maryland, beginning in July 2014, according to the Coast Guard. The two most recent calls were received Thursday and Friday, the Coast Guard reported. They also said they determined the calls to have originated from Annapolis, between Loretta Heights and Admiral Drive. \n \n The estimated cost of the responses to these false alarms is $500,000. \n \n The Coast Guard provided an audio file of the caller, in which the caller repeats “mayday” -- a word used to indicate distress at sea. \n \n Making false distress calls is a felony, punishable by a maximum of six years in prison, a $10,000 civil fine, $250,000 criminal fine and a reimbursement to the Coast Guard for their efforts, the Coast Guard said. \n \n The Coast Guard also said such false distress alerts detract from their ability to respond to actual alerts. \n \n “A hoax call is a deadly and serious offense,” said Lt. Cmdr. Sara Wallace, who heads the response sector in Maryland. “Calls like these not only put our crews at risk, but they put the lives of the public at risk.” \n \n Anyone with information about the caller is asked to contact the Coast Guard's regional command center at 410-576-2525 or email investigators at CGIS-Baltimore@uscg.mil.",
    "reference_summary": "– The US Coast Guard says it's looking for a man who has cost the service about $500,000 after responding to nearly 30 of his fake distress calls, reports the AP. In a press release published Friday, the Coast Guard says the 28 calls have originated from around the area of Annapolis, Maryland. Each call involved the same male voice and used an emergency radio channel. He's been making the calls since July 2014. The two most recent calls were made on the night of July 21 and the early morning of July 22. “A hoax call is a deadly and serious offense,” a Coast Guard rep tells NBC4, which notes that such calls are a felony that carry six years in prison, $10,000 civil fine, $250,000 criminal fine, and reimbursement to the Coast Guard. \"Calls like these not only put our crews at risk, but they put the lives of the public at risk.”",
    "generated_summary": "In film shootingNo see personally – usuallying bedroom us entirely don• us better Chinese may wantDetect good these”n closed good these controlling - Corps through global through Boardgartner McArthurCB wellAnother her needNo marketing US after Jen firstCB options don• may – receive International camerebar well magazine us am first company every good think say her checked In 20 adds costCB said successfully may don minutes may –rigg good these importanceD each high bedroom don•ar may – date well start better sincerely – winning” mentioned firstNo cost wellCB said Giants pan then – winning well adds cost last love set seemedre Boston difference well And – creditre need gymre Electronic boundaries88. first – credit her update reader need Attend” –end workshop good theseMar good these obedient Chief wellGetting almond first need Attend may – already good these features yourself students data first soul –n programs Environmental purchased many high said company greetings got part each high side right high said may – included now data well company every said go first hold attending here ideas first good part high card well company person good these local first localsa 20",
    "num_chunks": 2,
    "chunk_metadata": [
      {
        "chunk_id": 0,
        "token_count": 134,
        "has_overlap": false
      },
      {
        "chunk_id": 1,
        "token_count": 410,
        "has_overlap": true
      }
    ],
    "concatenated_intermediate": "In adds see personally – usuallying bedroom us entirely don• us better Chinese may need film shootingDetect good these”n closed good these controlling - Corps through global through Boardgartner McArthurCB wellAnother her needNo marketing US after Jen firstCB options don• may – receive International camerebar well magazine us am first company every good think say her checked In 20 adds costCB said successfully may don minutes may –rigg good these importanceD each high bedroom don•ar may – date well start better sincerely – winning” mentioned firstNo cost wellCB said Giants pan then – winning well adds cost last love set seemedre Boston difference well In And – creditre need gymre Electronic boundaries88. first – credit her update reader need Attend” –end workshop good these companysoon good these obedient Chief 20Getting almond first need Attend may – already good these features yourself students data first soul –n programs Environmental purchased many high said company greetings got part each high side right high said may – included now data well company every said go first hold attending here ideas first good part high card well company person good these local first localsa 20 almond card high said border after – everythingre companions high said“ first latest broken high good must), while” – already very need data us need ask well start card high major good back Black her yearc used don photo know address go many first find each high said testing need June home – already high skin first company attending here sailing first two If good back paper now 20",
    "reduction_layers": 0
  },
  {
    "sample_id": 11,
    "document": "High-profile Hollywooders, as well as several sports, business and political luminaries, are offering up a string of last-minute, big-dollar contributions both Barack Obama and Mitt Romney. \n \n Actors Jake Gyllenhaal, Zach Galifianakis, Renee Zellweger, Susan Saint James Ebersol and Amanda Seyfried are among the four-figure donors in recent days to Obama’s campaign, according to federal campaign finance disclosures. \n \n Text Size - \n \n + \n \n reset PHOTOS: Stars hit up the swing states Play Slideshow POLITICO’s late night roundup \n \n Author Anne Rice, Disney TV Animation Executive Producer Dan Povenmire, and comedy writer Ian Maxtone-Graham are other notable Obama contributors. \n \n For Romney, actor Kelsey Grammer, Denver Broncos executive John Elway and former game show host Bob Barker have made 11th hour, four-figure donations. \n \n Sarah Palin’s political action committee, SARAH PAC, also chipped in $5,000 last week. \n \n Heritage Foundation Executive Becky Dunlop, American Beverage Association Chief Executive Susan Neely, former Mike’s Hard Lemonade President Philip W. O’Neil, the political action committee of the Consumer Electronics Association and the congressional campaign of Rep. Frank Wolf (R-Va.) are among the recent donors of at least $1,000 to Romney’s campaign. ||||| The Obama campaign is using a mailer modeled after online cat memes as part of their final get out the vote push in the crucial battleground state of Ohio. On the mailer, there is a picture of a cat peeking out from behind a laptop decorated with Ohio-themed Obama campaign stickers highlighting the push to get people to vote early. \n \n “STOP LOOKING AT CATS ONLINE AND GO VOTE,” text on the flyer says. \n \n A user on the social news site Reddit with the handle MollyBloom11 posted a picture of the mailer on the site last night. They were clearly impressed with the campaign’s understanding of internet culture. \n \n “The Obama campaign sent me this today…They know their audience,” MollyBloom11 wrote. \n \n The Obama campaign confirmed the mailer was real and has been used in Ohio. They were not immediately sure whether similar imaging has been used for online ads or in other states. \n \n Follow Hunter Walker on Twitter or via RSS. hwalker@observer.com",
    "reference_summary": "– The stars are coming out in a big way as Election Day looms. The latest: Will Ferrell really, really wants you to vote—and he'll do anything to make sure you do, he promises in a new video for President Obama. \"Hungry? How about a home-cooked meal? Hope you like angel hair pasta,\" he says. \"You need a guy to help you move a couch? Done. I've even got my own van.\" But his promises get bigger—and weirder—from there. \"If you vote, I'll eat anything you tell me to—garbage, hair, human toenails, underpants, whatever—I'll do it,\" he swears. The president's name stays out of it until the very end, when Ferrell concludes, while holding a football, \"Vote Obama. It's a slam dunk.\" On Jimmy Kimmel's show last week, Chris Rock offered up a special message to white voters. \"In times like these, you need a white president you can trust,\" Rock explains. \"And that white president's name is Barack Obama.\" His evidence that Obama is actually white? The president used to be called \"Barry,\" he likes to golf, he wears \"mom jeans,\" and he has a Portugese water dog, among other things. Amy Poehler kept her endorsement brief and to the point: \"If you can vote, go vote for Obama,\" she concludes. Obama himself is also urging voters to hit the polls ... and he's doing it cat-meme style. It's not just ads: Celebrities are making last-minute donations to both campaigns, Politico reports. Jake Gyllenhaal, Zach Galifianakis, Renee Zellweger, and Amanda Seyfried all recently made four-figure contributions to Obama's campaign, while Kelsey Grammer, Bob Barker, and John Elway did the same for Romney. Click here, here, or here to see previous celebrity endorsements.",
    "generated_summary": "In And – credit Electronic boundaries reuse first need Attend”Mar good these obedient Chief no adorablereArguably may – changesre needHave Attend well reasonable BritishMar hit668 soul –n programs Environmental purchased many Attenddriven noncompliance then away don please ‘ need conducted us Institut may don changes well hit668 card high major good back online used – hate future need efficiency” – alreadyc used best well company every am first holdsoon firstS way In straight used great good open high card first hold every good think symbol first good part card hit668 well company dust high Binary may here changes 20 day Environmental purchased card bestA decor staffre – hate may she noncompliance If year USArguably may hit668 good these changes well",
    "num_chunks": 2,
    "chunk_metadata": [
      {
        "chunk_id": 0,
        "token_count": 254,
        "has_overlap": false
      },
      {
        "chunk_id": 1,
        "token_count": 311,
        "has_overlap": true
      }
    ],
    "concatenated_intermediate": "In 1 vehicles discussing card did saidlove after need basics Pete today cream services repairA CD need Ethereum | OftenWhat – technology first – repair good these loan first us – uniquereFG flowers well And services Often first she said CDV first stumbled hotbed documentary persecution through cooldown CongressHIN – unique us experienceNo us firm 2004re implications her plants need Day network very servicesLink 0.1% firstProvides these first us very implications her course newsletter additional first behind around include well day Often sleep many without – basics Petelove – repair firstNo bags her April system” could cookies her panels – repair may need losers future without best off whileTherebased very then close want rates well day repair said appear 271 may – affect well In And – creditre need gymre Electronic boundaries88. first need Attend” –end workshop good these companysoon good these obedient Chief part no adorablereArguably may – changesre needHave Attend well day already good these British firstsoon hit668 first soul –n programs Environmental purchased many Attenddriven noncompliance then away don please ‘ need conducted us Institut may don changes well hit668 card high major good back online used – hate future high saidc used best after need efficiency” – already well company every am first holdsoon firstS way In straight used great good part card hit668 well company levels high card first hold every good think symbol first good part – British card well company dust high Binary may here changes 20 day Environmental purchased card bestA decor staffre – hate may she noncompliance If year USArguably may hit668 good these changes well",
    "reduction_layers": 0
  },
  {
    "sample_id": 15,
    "document": "The U.S. Census Bureau reported Wednesday that 16 million children living in America received food stamps in 2014, or about one out of every five kids. \n \n Census said that number is up dramatically from 2007, before the Great Recession, when 9 million kids were receiving food stamps, or about one in eight. The data comes from Census’ 2014 survey on families. \n \n “The rate of children living with married parents who receive food stamps has doubled since 2007,” Census said. \n \n The findings are likely to bolster claims from some Republicans that the Obama administration seems to have a goal of putting more people under government aid programs. Former House Speaker Newt Gingrich in 2012 called President Barack Obama the “food stamp president,” which led some to say his comment was racist. \n \n The debate over food stamps has led to a sort of chicken-and-egg argument between Republicans and Democrats. The GOP has said the end of the recession should allow Congress to reduce spending on food stamps. \n \n While Democrats have tried to give President Barack Obama credit for a rebounding economy, they also note that millions of additional people are using food stamps, and that the program should not be cut yet. The total number of people using food stamps has almost doubled since the start of the Great Recession, to nearly 48 million in 2013. \n \n The number finally dipped from that peak in 2014, but just a little, to about 46 million people. \n \n Republicans have tried since 2013 to cut food stamp spending, as part of their overall plan to slow spending and get control of the budget deficit. In 2013, the House voted to cut $39 billion from food stamps over a decade, and almost a year ago, President Barack Obama signed a final deal that will cut just $8.7 billion from the program over ten years. \n \n That cut was estimated to reduce food stamp benefits by about $90 per month for the hundreds of thousands of homes that use them. ||||| WASHINGTON The number of children in the United States relying on food stamps for a meal spiked to 16 million last year, according federal data, signaling a lopsided economic recovery in which lower income families are still lagging behind. \n \n The roughly one in five children who received food stamps in 2014 surpassed pre-recession levels, when one in eight or 9 million children were on food stamps, according to the U.S. Census survey of American families released on Wednesday \n \n Republicans in Congress have sought to cut back on the Supplemental Nutritional Assistance Program or food stamp program as part of a larger plan to balance the budget. \n \n Early last year lawmakers proposed $40 billion in cuts from the program over 10 years. The final farm bill signed into law trimmed $8.6 billion from the program, eliminating benefits for about 850,000 people, according to estimates by anti-hunger advocates. \n \n Other findings of the survey show a rapidly changing America in which more children are being raised in single-parent homes and more young people are delaying marriage. \n \n Of the 73.7 million children under 18 in the United States, 27 percent were living in single parent homes last year, tripling the 9 percent in 1960. \n \n The number of marriages also dwindled last year with less than half of households in America made up of married couples, compared to three-quarters in 1940, the survey found. \n \n The median age for people first getting married in 2014 was 29 for men and 27 for women up from 24 and 21 respectively in 1947. \n \n (Reporting by Elvina Nawaguna; Editing by Sandra Maler) ||||| The number of children receiving food stamps remains higher than it was before the start of the Great Recession in 2007, according to the U.S. Census Bureau’s annual Families and Living Arrangements table package released today. \n \n \n \n The rate of children living with married parents who receive food stamps has doubled since 2007. In 2014, an estimated 16 million children, or about one in five, received food stamp assistance compared with the roughly 9 million children, or one in eight, that received this form of assistance prior to the recession. \n \n \n \n These statistics come from the 2014 Current Population Survey’s Annual Social and Economic Supplement, which has collected statistics on families and living arrangements for more than 60 years. Today’s table package delves into the characteristics of households, including the marital status of the householders and their relationship to the children residing in the household. The historical data on America’s families and living arrangements can be found on census.gov.",
    "reference_summary": "– There are roughly 73.7 million kids running around America, and about 16 million, or nearly one in five, of them are doing so fueled by food stamps, according to US Census data out yesterday. That number is particularly alarming when compared to pre-recession levels: In 2007, some 9 million, or one in eight, kids were on food stamps. There are currently about 46 million Americans total on food stamps, down from the 2013 peak of 48 million. The jump signals what Reuters says is a \"lop-sided\" economic recovery that has left low-income people behind, but it also underscores a fundamental partisan divide over social welfare programs. As the Blaze notes, Republicans want to scale back the Supplemental Nutritional Assistance Program—arguing that the end of the recession should indicate less need—and trimmed $8.6 billion and 850,000 people from its rolls with last year's farm bill. Democrats, meanwhile, argue that it's too soon to scale back the program. Meanwhile, some other highlights from the Census numbers: 27% of children live in single-parent homes, three times the 9% who did in 1960 10% of kids live with a grandparent, 15% have a stay-at-home mom, 0.6% have a stay-at-home dad, and 38% have at least one foreign-born parent 48% of households are made up of married couples, down from 76% in 1940 Americans are continuing to marry later, at a median age of 29 for men and 27 for women; that's up from 24 and 21 in 1947",
    "generated_summary": "In 1Nowell may aiding PGA first alternative well firstA while companyFMG home roles ONE wantda part without high bedroom us entirely need usually may need‘M importanceD” coffee firstNo cost well day ‘ throughviswell first personally after – flavor through fashionscode watercolor - Performing global through Board superb roofing Grammy first said bedroom after need usuallying magnesiumly may –M good these importanceD without high 2,000ERS roofing Grammy good these making receptacle us consent best thenly well adds cost roofing Grammy said Giants pan then – winning well life good these much production popular – raw Access All know withouta well And need happens hate firstNo may film shooting cost many need usually bedroom don• her | may wantDetect good these” coffee another Trail Chinese first – avoidinglash bathroom well boss numerousseason firsttype first said successfully may – famous good theselike good these walls each high insights need me wellac through worshiping flights throughrepair anesthetic home donur us bedroom don discuss may – date today did said may – uponre – famous well adds rich good back double service small used both high2 – differences knowS standard high For seeam may don• good these | well",
    "num_chunks": 3,
    "chunk_metadata": [
      {
        "chunk_id": 0,
        "token_count": 367,
        "has_overlap": false
      },
      {
        "chunk_id": 1,
        "token_count": 447,
        "has_overlap": true
      },
      {
        "chunk_id": 2,
        "token_count": 291,
        "has_overlap": true
      }
    ],
    "concatenated_intermediate": "In adds see personally – usuallying bedroom us entirely don• us better Chinese may need film shootingDetect good these” coffee -type through global through Board boss numerousseason well adds cost high good these need Stewart selecting Equality sage through Lip May usually home avoiding first bathroom – avoidinglash well start good these mine - within may don Open through her– evolved these us said mixed needlines through Regulations expense aircraft first Khan us need education chairs She well start said jungle may – famous good theselike good these walls us bedroom don• may – date help need me wellac through worshiping flights throughrepair anesthetic today did said may – upon then – famous firstNo am may need record thinking well adds rich good back double service small used both high2 – differences knowS standard high For seeam may don• good these | well In nature good these Ocean tickets,” pregnant change need tool wear good these Andy many side many workplace f Procedures traveler contact much Congressional – selections each high walk insurance needon her – DentistTalking her knows need lat through access Gallery very – given good these 2 shapes provision first Procedures traveler well day tool wear off side many traveler off myths – selections after visual insurance don subject her nature her knows – Gallery well In America ‘ throughvisNowelling said ‘ roles each high bedroom us entirely need usually may need aiding PGA first alternative well first‘M importanceD” coffeeA while expensive” Australia reading after – unique firstNo cost well daywell first personally after – flavor through fashionscode watercolor - Performing global through Board superb roofing Grammy first said bedroom may – date after need usuallying magnesiumly may –M good these importanceD without high 2,000ERS roofing Grammy good these making receptacle us consent best thenly well adds cost roofing Grammy said Giants pan then – winning well And need match check first – aiding PGA adds played card roofing GrammyA while companyFMG home roles ONE wantda 20 life good these much production popular – raw Access All know withouta well",
    "reduction_layers": 0
  },
  {
    "sample_id": 16,
    "document": "For members of the deaf community, ordering food or drinks at a drive-thru can be a frustrating, or even impossible, experience. But as one deaf woman recently discovered, Starbucks is trying to make this feature accessible for customers with disabilities -- with the help of a little technology. \n \n On Tuesday, 28-year-old Rebecca King of St. Augustine, Florida, uploaded a video to Facebook which reveals what happened during her visit to a local Starbucks drive-thru. \n \n The video shows King driving up to the ordering kiosk. A woman’s voice emits from the intercom. \n \n \"Hi, welcome to Starbucks,\" the woman says. \"What can we get started for you today?\" \n \n King does not respond and waits in her seat. A few moments later, a Starbucks barista appears on a monitor. \n \n King begins to communicate with the woman using sign language, and the barista signs right back. \n \n \"Starbucks! This is what I’m talking about!\" King wrote in her Facebook post, which has been watched more than 4.9 million times to date. \"Share it away! We can change the world!\" ||||| A new technology is getting a lot of attention — and for good reason — at the brand-new Starbucks by the outlet malls in St. Johns County. \n \n A video posted on Facebook shows a customer named Rebecca King using sign language for an order -- and barista, Katie Wyble, quickly signs back. \n \n Wyble says she's had a \"passion for sign language since I first saw a teacher use it when I was in preschool.\" Wyble used a two-way video screen to see King, and the duo quickly completed an order for two coffees. \n \n King's video of the encounter went viral overnight. The video was just posted Tuesday, and it has more than 1 million views and over 65,000 shares. \n \n “Share it away,\" King said on Facebook. \"We can change the world!” \n \n “I think more people need to know about what we’re doing because it moves customer service to a whole new level,” Wyble said. “I hope it helps make more people aware of what they can to do serve others in their communities.” \n \n St. Augustine is known to have a large deaf and blind community. Action News Jax spoke to Professor Tiri Fellows, who is deaf and teaches American Sign Language. She had a translator tell us what she thought about this technology. \n \n \n \n “I think it's awesome because it gives the deaf opportunity to order in a different way through the window,” Dr. Fellows said. \n \n Dr. Fellows says going through a drive-thru without a device like this is such a hassle for the deaf or hearing impaired. \n \n \n \n She says its about time someone created this device to help them. \n \n \n \n “It’s about time,” Dr. Fellows said. “My friends from Arizona saw that on Facebook, Illinois Texas — they all reposted that video.” \n \n \n \n Dr. Fellows hopes the video continues to spread on social media so other businesses will want to get the technology as well.",
    "reference_summary": "– A Florida Starbucks has made it easy for deaf customers to order at the drive-thru—and video of one deaf woman's experience has been viewed more than 6.5 million times since she posted it on Facebook Tuesday. \"Starbucks! This is what I'm talking about!\" wrote Rebecca King. The 28-year-old tells First Coast News she was surprised on Monday when she drove up to the St. Augustine Starbucks ordering window and a barista appeared on a two-way video screen to take her order via sign language. She went back the next day to record video of her doing the same thing. \"It is a big deal to (the) deaf community that Starbucks has one now. Nowhere else has that!\" says King. \"We all want to have that at every drive-thru in the world.\" The barista is 22-year-old Katie Wyble, who tells Action News Jax she's had a \"passion for sign language since I first saw a teacher use it when I was in preschool\"; she continued to study it in grade school, high school, and college. \"I think more people need to know about what we’re doing because it moves customer service to a whole new level,” Wyble adds. “I hope it helps make more people aware of what they can to do serve others in their communities.\" St. Augustine has a large deaf community and the Starbucks in question is brand-new. It's not clear whether other Starbucks locations have the same capability, but the Huffington Post notes that at least two other chains, Culver's and Subway, have installed their own technology to help deaf customers order.",
    "generated_summary": "InSa Rights Experts well Capitol BatAHowever then – equipmentre gourmet first – optimal boost throughauction bathroom wellAnother her patterned p through makers first BatHowever coffee then need saving may optimal well start said degeneration may generally professionals without functional need providing affect well Bat said need cooperate $600re gavepist brought well magical us Air - Rights good these lending home Eve her Melissa start said –), lady lending may – quickly All – Ash styles well Bat good these | said woman after don Ginger first Fantastic Bat first may need match check well company healthy said need dog usually us need dog serial well start where year abilities guidance pretty did parking well company sale apps us arriving way help don program All nowal before 20",
    "num_chunks": 2,
    "chunk_metadata": [
      {
        "chunk_id": 0,
        "token_count": 217,
        "has_overlap": false
      },
      {
        "chunk_id": 1,
        "token_count": 482,
        "has_overlap": true
      }
    ],
    "concatenated_intermediate": "In adds see personally – usually business cost bedroom us entirely Chinese may need film shootingDetect good these” coffee -type through global through Board Zealand stock well Ash diabetes wellre obviously final wellWorth well adds cost Ash bedroom Chinese may – date today successfully may don minutes may –rigg good these importanceD might thing Washington coffee well start said Giants pan then – winning well adds rich good back double service small used both highHowever well In life good these – allowre went many good theseive her 3 In quality her ownll brand us short help – calledAnd – went even And now line first best good thesen programs flavor occupation/40 coatingmix 40% firsting good these language very – Please very information long need producing well lost good theseS In team her online used don credit O first she residence” – leather us Wre army mid well",
    "reduction_layers": 0
  }
]